"ALL_DAY_DAY_VIEW" = "dia todo";
"NOON" = "Meio‑dia";
"UNTITLED_EVENT" = "Novo evento";
"ALL_DAY" = "dia todo";
"ALL_DAY_EVENTS" = "eventos (dia todo)";
"CELL_ENDS" = "ACABA";

"CALENDARS" = "Calendários";

"ALL" = "Tudo";
"ALL_CALENDARS" = "Todos";
"ALL_OF_STORE" = "Todos %@";
"N_CALENDARS" = "%@ calendários";

"SHOW_CALENDARS" = "Mostrar calendários";
"SHOW_ALL_CALENDARS" = "Mostrar todos os calendários";
"HIDE_ALL_CALENDARS" = "Ocultar todos os calendários";
"NO_CALENDARS" = "Nenhum";

"ALERT" = "Aviso";
"ALERT_LOWERCASE" = "aviso";
"ALERT_DETAIL_NAV_TITLE" = "Aviso";
"SECOND_ALERT" = "2.º aviso";
"NONE_ALERT" = "Nenhum";
"NONE_INVITEES" = "Nenhum";
"EVENT" = "Evento";
"EVENTS" = "Eventos";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ dias";
"INTERVAL_DAY" = "1 dia";
"INTERVAL_HOURS" = "%@ horas";
"INTERVAL_HOUR" = "1 hora";
"INTERVAL_MINUTES" = "%@ minutos";
"INTERVAL_MINUTE" = "1 minuto";
"INTERVAL_SECONDS" = "%@ segundos";
"INTERVAL_SECOND" = "1 segundo";
"INTERVAL_WEEK" = "1 semana";
"INTERVAL_FORMAT_BEFORE" = "%@ antes";
"INTERVAL_FORMAT_AFTER" = "%@ depois";
"BEFORE" = " antes";
"AFTER" = " depois";
"ON_TIME" = "Na altura do evento";
"ON_TIME_AT" = "No dia do evento (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " a ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "a ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Dia todo";

"DETAIL_DURATION_FORMAT" = "das %@ às %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "de %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@ a %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "a %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Dia todo, de %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "a %@";

"CALENDAR" = "Calendário";
"UNTITLED_CALENDAR" = "Calendário sem nome";
"UNTITLED_ACCOUNT" = "Conta sem nome";

"NOTES_PLACEHOLDER" = "Notas";
"NOTES_LOWERCASE" = "notas";
"NOTES" = "Notas";
"SHOW_ALL_NOTES" = "Mostrar todas as notas";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Ver no Facebook";

"UNKNOWN" = "Desconhecido";

"SHARED_CALENDAR" = "Calendário partilhado";
"SHARED" = "Partilhado";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Partilhado por %@";
"SHARED_WITH_SINGLE_PERSON" = "Partilhado com %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Partilhado com %@ e…";
"PUBLIC_AND_SHARED" = "Público e partilhado com %@…";

"ACCESS_DENIED_EVENTS" = "Esta aplicação não tem acesso aos calendários.";
"ACCESS_DENIED_REMINDERS" = "Esta aplicação não tem acesso aos lembretes.";

/* Name of subscribed group */
"SUBSCRIBED" = "Assinado";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Dias de anos";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Outros";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Lembretes";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Pessoal";
"ICLOUD_WORK_CALENDAR" = "Trabalho";

"STARTS" = "Começa";
"ENDS" = "Termina";

"REPEAT" = "Repetir";
"NEVER" = "Nunca";
"DAILY" = "Diariamente";
"WEEKLY" = "Semanalmente";
"BIWEEKLY" = "Quinzenalmente";
"MONTHLY" = "Mensalmente";
"YEARLY" = "Anualmente";
"CUSTOM" = "Personalizado";

"AVAILABILITY" = "Disponibilidade";
"BUSY" = "Ocupado";
"FREE" = "Disponível";
"TENTATIVE" = "Provisório";
"OUT_OF_OFFICE" = "Fora do escritório";

"EDIT" = "Editar";
"CANCEL" = "Cancelar";
"DONE" = "OK";
"ADD" = "Adicionar";
"TO_WITH_COLON" = "Para:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Evento";
"ICS_EVENTS" = "%@ eventos";

/* button title */
"ICS_ADD_ALL" = "Adicionar tudo";
"ICS_ADD_SOME" = "Adicionar (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Escolha um calendário";

"DELETE_CALENDAR" = "Apagar calendário";
"EDIT_CALENDAR" = "Calendário";
"EDIT_CALENDARS" = "Calendários";
"ADD_CALENDAR" = "Calendário";
"JOIN_CALENDAR" = "Assinar calendário";
"CALENDAR_NAME" = "Nome do calendário";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Novo calendário…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Adicionar calendário…";
"DELETE_CALENDAR_CONFIRMATION" = "Tem a certeza de que pretende apagar este calendário? Todos os eventos e lembretes a ele associados serão igualmente apagados.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Tem a certeza de que pretende apagar este calendário? Todos os eventos a ele associados serão igualmente apagados.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Tem a certeza de que pretende apagar este calendário? Todos os lembretes a ele associados serão igualmente apagados.";

"UNKNOWN_IDENTITY" = "alguém";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Alguém";

"JOIN_CALENDAR_TITLE_FORMAT" = "Aceita assinar “%@”?";
"JOIN_CALENDAR_BODY_FORMAT" = "Convite de %@ para partilhar um calendário.";

"CANCELELD_BY_FORMAT" = "Cancelada por %@";
"FROM_FORMAT" = "De: %@";
"TIME_CHANGED_TO_FORMAT" = "Hora alterada para %@";
"DATE_CHANGED_TO_FORMAT" = "Data alterada para %@";
"LOCATION_CHANGED" = "Local alterado";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "Cor";
"PURPLE" = "Roxo";
"ORANGE" = "Cor‑de‑laranja";
"BLUE" = "Azul";
"RED" = "Vermelho";
"BROWN" = "Castanho";
"YELLOW" = "Amarelo";
"GREEN" = "Verde";

"SHARED_WITH_COLON" = "Partilhado com:";
"PENDING" = "Pendente";
"OWNER" = "Autor";
"ADD_PERSON" = "Contacto";
"ADD_PERSON_WITH_ELLIPSIS" = "Contacto…";
"PUBLIC_CALENDAR" = "Calendário público";
"PUBLIC_CALENDAR_DESCRIPTION" = "Permitir que qualquer pessoa assine uma versão só de leitura deste calendário.";
"PUBLISHING_WITH_ELLIPSIS" = "A publicar…";
"VIEW_ONLY" = "Ver só";
"VIEW_AND_EDIT" = "Ver e editar";
"ALLOW_EDITING" = "Permitir edição";
"ALLOW_EDITING_DESCRIPTION" = "Permitir que esta pessoa altere \no calendário.";
"RESEND_SHARING_INVITATION" = "Reenviar convite para partilha";
"REMOVE_FROM_CALENDAR" = "Remover do calendário";
"REMOVE" = "Remover";
"REMOVE_ALERT_TEXT" = "%@ perderá imediatamente acesso a este calendário.";
"SHARE_LINK_WITH_ELLIPSIS" = "Partilhar ligação…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Partilhar ligação a calendário com:";
"EMAIL" = "E-mail";
"MESSAGE" = "Mensagem";
"TWEET" = "Tweet";
"COPY_LINK" = "Copiar ligação";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Adicionado a %@ por %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Apagado de %@ por %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Actualizado: %@ por %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ alterado por %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ alterado para %@, por %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ e %@ alterado por %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%@ eventos foram adicionados a %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%@ eventos foram apagados de %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%@ eventos foram actualizados em %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%@ eventos foram adicionados a %@ por %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%@ eventos foram apagados de %@ por %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%@ eventos foram actualizados em %@ por %@.";

"SHARED_PROP_DATE" = "data";
"SHARED_PROP_TIME" = "hora";
"SHARED_PROP_TITLE" = "título";
"SHARED_PROP_LOCATION" = "localização";

"ADD_SHAREES_PROMPT" = "Adicionar participantes a este Calendário.";

"CREATED_BY" = "Criado por";
"EDITED_BY" = "Editado por";
"CREATED_BY_LOWERCASE" = "criado por";
"EDITED_BY_LOWERCASE" = "editado por";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ aceitou o calendário partilhado.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ recusou o calendário partilhado.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ não recusou/aceitou ainda o convite para partilhar este calendário.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Este calendário deixou de ser partilhado.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Este calendário foi tornado público.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Assinar o meu calendário %@";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Assinar o meu calendário %@ em: %@";

"ATTACHMENTS" = "Anexos";
"ATTACHMENTS_LOWERCASE" = "anexos";
"CANNOT_OPEN_ATTACHMENT" = "Não foi possível abrir o anexo.";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ de %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Ocorreu um erro durante a descarga do anexo.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Este tipo de ficheiro não é suportado.";
"UNTITLED_ATTACHMENT" = "Anexo sem título";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "A actualizar calendários…";

"ENDS_TIME_FORMAT" = "acaba às %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@, às %@";
"CALENDAR_TODAY" = "Hoje";
"CALENDAR_TODAY_LOWER" = "hoje";
"CALENDAR_YESTERDAY" = "Ontem";
"CALENDAR_YESTERDAY_LOWER" = "ontem";
"CALENDAR_TOMORROW" = "Amanhã";
"CALENDAR_TOMORROW_LOWER" = "amanhã";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "%@ passado(a)";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "%@ passado(a)";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "%@ passado(a)";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "%@ passado(a)";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "No(a) %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "este(a) %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "No(a) %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "este(a) %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Assinado";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Assinado";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
